Repository: capstanlqc/omegat-okapi-xliff
Catalog: 01_unpacked/NEW/04_FromVerification/HTML-XML_QQ_OMT/omegat/project_save.tmx
Source language: en
Languages: ar

source: 2 hours a day or more
ar: ساعتان في اليوم أو أكثر

source: Are you interested in videogames?
ar: هل أنت مهتم بألعاب الفيديو ؟

source: Between 1 and 2 hours a day
ar: بين ساعة و ساعتين في اليوم

source: Click here to continue.
ar: اضغط هنا للمتابعه.

source: How much time does your child use the computer?
ar: كم من الوقت يستخدم طفلك الكمبيوتر؟

source: Interested
ar: مورد علاقه

source: Less than 1 hour a day
ar: أقل من ساعة في اليوم

source: Not interested
ar: غير مهتم

source: Not interested at all
ar: غير مهتم على الإطلاق

source: Please select one response.
ar: يُرجى تحديد إجابة واحدة.

source: Select the best option.
ar: حدد الخيار الأفضل

source: There are no right answers.
ar: لا يوجد الصحيح الإجابات.

source: Very interested
ar: مهتمون للغاية

source: Welcome to this survey!
ar: مرحبًا بك في هذا الاستطلاع!
